[
  {
    "ID": 1,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Adelaide Still",
    "BIOGRAPHY": "Originally from England, Adelaide Still became Mrs. Eddy’s personal maid in 1907. She quickly proved herself “true as steel and loyal as the most faithful, old or new,” noted secretary William Rathvon. Earlier, the young woman had been a nanny for the children of a Harvard professor, and Longyear’s collection includes sweet letters Adelaide wrote to keep in touch with little Benjamin Pray, one of her charges.\nAfter Mrs. Eddy’s passing, Miss Still became one of the caretakers here and then continued to live in the Boston area. She was often asked to talk about her experiences in the household, and one of the things she always emphasized was Mrs. Eddy’s “steadfastness in giving this great Truth to the world.”",
    "PORTRAIT": "LMDB-10121 Still, Minnie Adelaide 2 edit P1276-1.tif",
    "IMAGE 1": "Adelaide with visitors (kids).\n\nMBEL P01662 EDIT.tif",
    "CAPTION 1": "Miss Still with visitors, possibly the two children she had taken care of as a nanny in Cambridge, Mass., before working for Mrs. Eddy.",
    "CREDIT 1": "The Mary Baker Eddy Library, exact wording to come",
    "IMAGE 2": "Gold ring.LMC. 1940.001.0001\n\nLMDB-4644 MBE Ring 1.tif",
    "CAPTION 2": "Mary Baker Eddy gave this gold ring (originally a gift from her son) to Adelaide in the summer of 1908.",
    "CREDIT 2": "",
    "IMAGE 3": "Tray.\n\n2018.033.0063 Pin Tray-2.tif",
    "CAPTION 3": "Adelaide Still and Laura Sargent replaced a cardboard hairpin box with this tray for Mrs. Eddy, who “could not have showed more appreciation and joy,” Adelaide said.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Adelaide called the little boy she nannied “Benjamin Bunny,” based on one of Beatrix Potter’s books. Have you read any of her books?"
  },
  {
    "ID": 2,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Anna Machacek",
    "BIOGRAPHY": "Faced with the prospect of an arranged marriage, Anna Machacek fled her homeland of Bohemia (now the Czech Republic) for Cedar Rapids, Iowa. Working as a domestic servant when she first encountered Christian Science, she spent part of her wages to buy lamp oil so she could study the Bible and Mary Baker Eddy’s Science and Health with Key to the Scriptures late into the night.\n“Mrs. Eddy was very fond of Anna,” a co-worker observed. The staff loved her jolly demeanor, and everyone appreciated her skills. Anna was adept at cleaning the exquisite glassware for which her native country was famed, and she could expertly launder lace, silk, velvet, and the like. Anna worked for Mrs. Eddy from 1905 to 1908 and then returned to Cedar Rapids, where she became a Christian Science practitioner.",
    "PORTRAIT": "Eveleth Scrpbk pg091 Anna Machacek.tif",
    "IMAGE 1": "Group at PV.\n\nPV staff 3 - Minnie Weygandt, Anna Machacek, Adelaide Still, Minnie Scott, Jonathan Irving RC (2).tif",
    "CAPTION 1": "Some of the staff at Pleasant View in Concord, N.H., left to right: Minnie Weygandt, Anna Machacek, Adelaide Still, Minnie Scott.",
    "CREDIT 1": "Private collection.",
    "IMAGE 2": "Bohemian glass pitcher.\n\nBohemian pitcher 1.tif",
    "CAPTION 2": "Mrs. Eddy sometimes served lemonade in this Bohemian glassware set. Anna Machacek hailed from Bohemia and cleaned the glass with special skill.",
    "CREDIT 2": "",
    "IMAGE 3": "Lace doily. LMC 2017.059.0198\n\nEddy doily EDIT.tif",
    "CAPTION 3": "Cleaning lace was one of Anna Machacek’s many domestic talents. This lace doily belonging to Mrs. Eddy has a monogrammed ‘E’ in the center.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Anna taught herself to read English by studying the Bible and Mrs. Eddy's book Science and Health with Key to the Scriptures."
  },
  {
    "ID": 3,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Charlotte Bowman",
    "BIOGRAPHY": "Mary Baker Eddy was so pleased with coachman Frank Bowman that she inquired, “if dear Mr. Bowman’s wife was as good a woman as he is a man.” Indeed she was, and former schoolteacher Charlotte “Lottie” Bowman soon found herself working in the 400 Beacon Street kitchen. One day, Mrs. Eddy wondered aloud why the crackers she enjoyed eating with milk—a traditional New England light supper of yesteryear—didn’t taste the way she remembered. It was a small thing, but Lottie was eager to help. She and Frank tracked down a bakery in Montpelier that had been making crackers the same way for 100 years. Mrs. Eddy was delighted with the result! Charlotte and Frank were given a cottage on the property to live in, and their son, Robert, occasionally visited during his college breaks.",
    "PORTRAIT": "Bowman, Lottie P1453.tif",
    "IMAGE 1": "Group shot of women workers. \n\nRetterer Scrapbook pg005-1.tif",
    "CAPTION 1": "“Lottie” Bowman, second from right, on the lawn at 400 Beacon Street in 1910 with a group of household staff members.",
    "CREDIT 1": "",
    "IMAGE 2": "Workers in car.\n\nP1453 Retterer Scrapbook pg006 NEW.tif",
    "CAPTION 2": "Mrs. Bowman (wearing hat in middle of first row of passengers), out for a drive. Her husband, Frank, is at the wheel.",
    "CREDIT 2": "",
    "IMAGE 3": "Montpelier Crackers packaging logo.\n\nVermont Historical Society.jpg",
    "CAPTION 3": "A box of some of Mrs. Eddy’s favorite crackers, made in Montpelier, Vt.",
    "CREDIT 3": "Vermont Historical Society.",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 4,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Elizabeth Kelly",
    "BIOGRAPHY": "“I felt exactly as though I were working in my own mother’s home,” Elizabeth Kelly said of her three and a half years working for Mrs. Eddy. Here, she oversaw the dining room where meals were served right on time and often included a side of good humor. Much loved by the household, Mrs. Kelly was known for her warm smile—and her diligence. She started work at 5 a.m., rising at 4 a.m. to study the weekly Christian Science Bible Lesson.\nAfter leaving in late 1910, Elizabeth and her cousin Katharine Retterer, who did housekeeping here, returned to their homes in Marion, Ohio. Mrs. Kelly became a Christian Science nurse, providing practical care to the sick while they had Christian Science treatment. The nursing role was established in a By-law Mrs. Eddy added to the Church Manual in 1908.",
    "PORTRAIT": "LMDB-12031 Eveleth photo album page 61 Elizabeth Kelly Close Up-2.tif",
    "IMAGE 1": "Elizabeth in her room.\n\nRetterer Scrapbook pg018-1 Kelly's Room bw.tif",
    "CAPTION 1": "Mrs. Kelly reading in her room on the second floor. The picture above the mantle, “Little Samuel” (referencing a Bible story), was one of her favorites.",
    "CREDIT 1": "",
    "IMAGE 2": "Elizabeth with trunk on a trip to Maine. LMDB 12011 p. 10\n\nUSE LMDB-12011 Photograph Album-5.tif",
    "CAPTION 2": "Cousin Katharine Retterer took this picture of Elizabeth when they enjoyed a brief vacation to Maine.",
    "CREDIT 2": "",
    "IMAGE 3": "Postcard poem.\n\nP2096-1 To Sister Kelly poem.tif",
    "CAPTION 3": "Fellow staff sent Elizabeth Kelly this affectionately humorous postcard while she was visiting her home in Ohio.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 5,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Frances Thatcher",
    "BIOGRAPHY": "A graduate of Philadelphia’s Drexel Institute of Art, Science, and Industry, Frances Thatcher was working as director of a large school cafeteria in her hometown of Wilmington, Del., when she was asked to come to 400 Beacon Street in June 1908. She went on just two hours’ notice, bringing her experience in domestic economy to the housekeeping staff here. But the qualification Mrs. Thatcher thought most important in her new duties was her unselfish love.\n“It was only those who could in some measure realize that homely tasks become holy tasks when the ‘me’ is left out, that could serve in so great a work,” Frances wrote.\nShe spent less than a year here, but afterward she worked in Delaware as a Christian Science practitioner, healing others through prayer, for over 50 years.",
    "PORTRAIT": "P1454-1 Thatcher with still edit.tif",
    "IMAGE 1": "Group of workers on the steps at 400 Beacon.\n\nP1450-1 Chestnut Hill Mass.tif",
    "CAPTION 1": "Frances Thatcher, second from left, with fellow staff members on the steps of 400 Beacon Street.",
    "CREDIT 1": "",
    "IMAGE 2": "Domestic science class, circa 1903.\n\nDREXEL 1903-04 2005085192.tif",
    "CAPTION 2": "Students learn to prepare tea at Philadelphia’s Drexel Institute of Art, Science, and Industry, circa 1903.",
    "CREDIT 2": "Drexel University Archives.",
    "IMAGE 3": "Feather duster. \n\n2018.033.0273 Duster-4.tif",
    "CAPTION 3": "Frances Thatcher would have used this wood-handled feather duster or one like it to clean delicate objects in Mrs. Eddy’s home.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 6,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Katharine Retterer",
    "BIOGRAPHY": "Back in her hometown of Marion, Ohio, Katharine Retterer helped her German-immigrant mother learn to read English with the aid of Mrs. Eddy’s book, Science and Health with Key to the Scriptures. Katharine joined the housekeeping staff here in March 1908, and those who vetted her for the job described her as “a good whole-souled woman,” “cheerful and capable,” “bright,” and “strong.”\nMrs. Retterer worked in the household alongside Elizabeth Kelly, her cousin and friend. When the two women went home to Ohio after Mrs. Eddy’s passing, Katharine returned to her work as a Christian Science practitioner.",
    "PORTRAIT": "Katharine Retterer.tif",
    "IMAGE 1": "Katharine in her room.\n\nRetterer Scrapbook pg018-2 Retterer's Room.tif",
    "CAPTION 1": "Katharine Retterer reading in her room on the second floor.",
    "CREDIT 1": "",
    "IMAGE 2": "Scrapbook photos of trip to Maine.\n\nLMDB-12011 Photograph Album-2.tif",
    "CAPTION 2": "Scrapbook photos of a trip that Katharine took to Maine with her cousin Elizabeth Kelly. A co-worker treated the two women to the vacation.",
    "CREDIT 2": "",
    "IMAGE 3": "Outing with others by the car.\n\nLMDB-12011-Retterer P4-2-3.tif",
    "CAPTION 3": "Miss Retterer (seated) on a jaunt with her colleagues. Chauffeur Frank Bowman drove the White steamer automobile for them.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 7,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Margaret Macdonald",
    "BIOGRAPHY": "“Don't try to please me, but strive to please God,” Mrs. Eddy told Margaret Macdonald, who worked in the kitchen and helped with a variety of household tasks, “and when your work is pleasing to Him it will be well done.”\nMiss Macdonald spent two and a half years here and would later write of the sense of companionship, home, and family that she associated with her “memories of that happy household.” In her free time, she enjoyed carriage rides with her fellow workers and stargazing through the telescope Mrs. Eddy purchased for them.\nAfterward, Margaret worked as a Christian Science nurse, providing practical care to the sick while they had treatment from a Christian Science practitioner. Later, she became a practitioner herself.",
    "PORTRAIT": "Macdonald, Margaret P1454.jpg",
    "IMAGE 1": "Workers, including Margaret, on rear piazza.\n\nP1454-1 Workers on rear piazza 400B.tif",
    "CAPTION 1": "Margaret Macdonald, third from right, in one of the few photographs of a large group of workers at 400 Beacon Street.",
    "CREDIT 1": "",
    "IMAGE 2": "Kitchen looking through to dining room.\n\nEveleth Scrpbk pg042- 3 kitchen looking through to dining room.tif",
    "CAPTION 2": "This view of the kitchen looking through to the dining room would have been very familiar to Margaret.",
    "CREDIT 2": "",
    "IMAGE 3": "Close up of Spike in hands.\n\nRetterer Scrapbook pg016-1.tif",
    "CAPTION 3": "In her memoirs, Miss Macdonald writes about how the staff enjoyed feeding “Spike,” a friendly squirrel that lived on the grounds.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "You can hear what Margaret said about Spike by picking up the old-fashioned intercom earpiece along the rail behind you!"
  },
  {
    "ID": 8,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Martha Wilcox",
    "BIOGRAPHY": "“Many are the lessons that I have learned,” Martha Wilcox wrote to a friend while living in this house, “none greater than the lesson of humility and that whatever comes to me to do—however small and menial it may seem—is to be done well.”  \nThe former Midwestern schoolteacher joined the housekeeping staff soon after Mrs. Eddy moved here.\n“We all were there not only to help our Leader, but to learn how to demonstrate Christian Science,” Mrs. Wilcox later wrote.\nIn a nod to her good work, Mrs. Eddy asked Martha at one point to join the metaphysical workers when she was instructing them in Christian Science. By late 1910, Mrs. Eddy had decided that Martha should take a Normal class that would prepare her to teach Christian Science. Martha later taught in Kansas City for nearly 40 years.",
    "PORTRAIT": "Wilcox, Martha P1453.jpg",
    "IMAGE 1": "Group of maids on lawn.\n\nEveleth Scrpbk pg061- 1 group of maids on lawn - Kelly, Phillips, Eveleth, Wilcox, Bowman, Retterer.tif",
    "CAPTION 1": "Martha Wilcox smiles in the center of a group of 400 Beacon Street staff.",
    "CREDIT 1": "",
    "IMAGE 2": "Workers out for a drive.\n\nRetterer Scrapbook pg004-2 Workers out for a drive.tif",
    "CAPTION 2": "Martha Wilcox (right) on an outing with fellow housekeeping and kitchen staff and chauffeur Frank Bowman.",
    "CREDIT 2": "",
    "IMAGE 3": "Clock.\n\n1972.124.0001 Carriage Clock-03.tif",
    "CAPTION 3": "Mrs. Eddy gave Martha this carriage clock. It gets its name from its portability, thanks to the handle on top. The staff all had clocks and were known to be punctual.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 9,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Minnie Scott",
    "BIOGRAPHY": "Raised in a devout Presbyterian household in Northern Ireland, Minnie Scott came to Boston as a teenager. She and her husband, Clarence, watched as The First Church of Christ, Scientist, was built, and became curious about the new religion. Soon, as both studied Science and Health with Key to the Scriptures by Mary Baker Eddy, they were healed of serious ailments. She cooked in Mrs. Eddy’s homes from 1906 to 1909, relying on prayer more than on cookbooks as she prepared meals. Later, she wrote, “To have come so closely in touch with [Mrs. Eddy’s] compassionate love for everyone, her ready forgiveness, her daily practical application of Christ’s Sermon on the Mount, I count among my richest blessings.” Mrs. Scott’s public practice of Christian Science lasted nearly 50 years.",
    "PORTRAIT": "Minnie Scott NEED RC  PERMISSION.tif",
    "IMAGE 1": "Minnie with her husband.\n\nPV staff 1- Jonathan Irving, Adelaide Still, XX, XX, Minnie Weygandt, Clarence Scott, Minnie Scott  RC EDITED PRIVATE COLLECTION.tif",
    "CAPTION 1": "Minnie Scott with her husband, Clarence, on the porch at Pleasant View.",
    "CREDIT 1": "Private collection.",
    "IMAGE 2": "Minnie with workers on stairs.\n\nLMDB-10795 P1450-1 Scott & workers at CH.tif",
    "CAPTION 2": "Mrs. Scott sits with some co-workers on the stairs of the staff entrance at 400 Beacon Street.",
    "CREDIT 2": "",
    "IMAGE 3": "Christmas facsimile.\n\n1991.021.0001 Facsimile-2.tif",
    "CAPTION 3": "In 1909, Minnie penned a note wishing Mrs. Eddy a happy Christmas and had the household members sign it. This is a copy of the message Mrs. Eddy gave them in return.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 10,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Minnie Weygandt",
    "BIOGRAPHY": "Midwesterner Minnie Weygandt took up the study of Christian Science after experiencing a swift healing. She and her sister Mary soon left Iowa for Boston, and eventually went on to work for Mrs. Eddy at Pleasant View, her home in New Hampshire, cooking and washing, serving and sewing. By the time the household moved to Chestnut Hill, Minnie had left Mrs. Eddy’s employment after eight years. But she happily returned for brief stints here when needed, first to help with ironing and later with cooking. “One could not serve in our Leader’s home without comprehending in some degree her greatness, and without realizing the directness and power of her spiritual vision,” she wrote.",
    "PORTRAIT": "CH Minnie Weygandt RC PRIVATE COLLECTION.tif",
    "IMAGE 1": "Minnie at Longyear mansion. lmdb 44009\n\nP3722-1 Group at LY mansion 1921.tif",
    "CAPTION 1": "Minnie Weygandt (center) with a group of Christian Scientists at the Brookline, Mass., home of Mary Beecher Longyear, founder of Longyear Museum.",
    "CREDIT 1": "",
    "IMAGE 2": "Minnie with housekeepers.\n\nPV Housekeepers - Pauline Mann, X, Minnie Weygandt RC (2).tif",
    "CAPTION 2": "Miss Weygandt (right) cleaning furniture with fellow housekeepers on the porch at Pleasant View.",
    "CREDIT 2": "Private collection",
    "IMAGE 3": "Menu from MBEL.\n\nMBEL - Frye Menu page SF-EddyMaryBaker-Household-Misc_NotebookMenu-NEW.tif",
    "CAPTION 3": "",
    "CREDIT 3": "MBEL exact credit wording to come",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 11,
    "CATEGORY": "Kitchen Staff & Housekeeping",
    "NAME": "Nellie Eveleth",
    "BIOGRAPHY": "Originally from Maine, seamstress Nellie Eveleth was seriously ill when Christian Science healed her. Later, her prayer “to know more of God to be fitted to do more for others” was literally fulfilled when she was hired to design a dress for Mary Baker Eddy. Pleased with the result, Mrs. Eddy asked her to join her staff, and sewing for Mrs. Eddy became Nellie’s full-time job.\nNellie’s cozy sewing room on the third floor was furnished with state-of-the-art equipment and became an evening gathering spot for some of the staff. “No tattling allowed in this room,” read a sign she posted after Mrs. Eddy sent a note reminding her staff not to gossip or complain about one another but to take serious concerns to one of her secretaries.",
    "PORTRAIT": "P1449 Nellie Eveleth CU.tif",
    "IMAGE 1": "Nellie playing the pianola.\n\nNellie Eveleth with Irving edited.tif",
    "CAPTION 1": "Irving Tomlinson listens as Miss Eveleth plays the pianola—which is operated by foot pump and uses mechanical rolls to play the piano behind it.",
    "CREDIT 1": "",
    "IMAGE 2": "Scrapbook album page and cover with quote.\n\nEveleth Scrpbk Cover-2.tif\nEveleth Scrpbk pg051 (2).tif",
    "CAPTION 2": "The inside cover of Nellie Eveleth’s photo album and a page showing her sewing room. The rocking chair in the bottom right was originally Mrs. Eddy’s.",
    "CREDIT 2": "",
    "IMAGE 3": "Swatchbook.\n\nLMDB-7262 Scrapbook 2 with Swatches-p20, 23.tif",
    "CAPTION 3": "A page from one of Nellie’s fabric swatchbooks, in which she tracked the fabrics used to sew clothes for Mrs. Eddy.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Nellie kept scrapbooks. Do you keep a scrapbook? What do you save?"
  },
  {
    "ID": 12,
    "CATEGORY": "House & Grounds",
    "NAME": "Frank Bowman",
    "BIOGRAPHY": "“Beloved Student,” Mrs. Eddy wrote to coachman Frank Bown in September 1909, “I can never express my thanks for what you do for me but I can and do feel them.” Frank had arrived from Essex Junction, Vt., nearly a year before. His wife, Charlotte, had more recently joined the staff as a housekeeper. They lived in a cottage overlooking the formal garden.\nMr. Bowman took Mrs. Eddy on her daily carriage rides each afternoon. He also exercised the horses, helped with groundskeeping, and learned to drive automobiles so that he could serve as the household’s chauffeur. An occasional visitor described Mr. Bowman as “a gentleman and kind to the horses and the people.”",
    "PORTRAIT": "RC get perm MBE and Bowman July 16, 1910 photograph taken by John Salchow__Ralph Copper.tif",
    "IMAGE 1": "MBE getting into carriage with Frank driving.\n\nRC get perm MBE and Bowman July 16, 1910 photograph taken by John Salchow__Ralph Copper.tif",
    "CAPTION 1": "This 1910 photograph by John Salchow shows Frank Bowman at the reins as Mary Baker Eddy steps into her carriage at 400 Beacon Street.",
    "CREDIT 1": "Private collection.",
    "IMAGE 2": "Workers in front of car in winter. LMDB-10797\n\nP1451-1 400B Workers with car Winter.tif",
    "CAPTION 2": "Mr. Bowman, right, with some of the household workers on a winter day. He was often the chauffeur for staff outings.",
    "CREDIT 2": "",
    "IMAGE 3": "House and gardens. LMDB-12031, p.2\n\nBowman house & gardens Salchow.tif",
    "CAPTION 3": "Frank and his wife, Charlotte (who worked in the kitchen here), lived in this cottage on the 400 Beacon Street property.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 13,
    "CATEGORY": "House & Grounds",
    "NAME": "John Salchow",
    "BIOGRAPHY": "John Salchow, a former Kansas farmer, was a jack-of-all-trades at Mrs. Eddy’s last two homes—feeding the animals, firing the furnaces, even making ice cream. At this house, reporters and photographers, as well as curiosity seekers, sometimes managed to slip onto the grounds, so Mrs. Eddy asked him to help shield her when she entered and exited her carriage. John quickly found two shutters and created a privacy screen at her side entrance.\n“At first my part was a very humble one,” he wrote, “but I could give her every bit of my right thinking, every ounce of my strength, all the kindness and devotion and instant service of which I was capable,... praying that I might be fitted and prepared to do even more.”",
    "PORTRAIT": "LMDB-9780 Salchow, John G P1188 edit.tif",
    "IMAGE 1": "John Salchow and wife.\n\nP01538A.tif",
    "CAPTION 1": "Sepia-toned studio portrait of John Salchow and his wife, Mary McNeil Salchow, taken at Paige Studio, Concord, N.H.",
    "CREDIT 1": "Courtesy of The Mary Baker Eddy Collection. Original in The Mary Baker Eddy Library.",
    "IMAGE 2": "John Salchow beating a large carpet outdoors.\n\nPV John Salchow side RC unrestricted.tif",
    "CAPTION 2": "John Salchow cleans a carpet at Mrs. Eddy’s Pleasant View estate in Concord, N.H.",
    "CREDIT 2": "Private collection.",
    "IMAGE 3": "John Salchow on a lawnmower being pulled by a horse.\n\nEveleth Scrpbk pg097-4 mowing the lawn, rear of house PV is it salchow.tif",
    "CAPTION 3": "This is how Mr. Salchow used horsepower to mow the lawn at Pleasant View. The horse wore leather boots to protect the grass.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "John's friends in the house always knew when it was 11 a.m. That's when he began churning ice cream—one of Mrs. Eddy's favorite desserts!"
  },
  {
    "ID": 14,
    "CATEGORY": "House & Grounds",
    "NAME": "Jonathan Irving",
    "BIOGRAPHY": "Jonathan Irving was working as a janitor at The First Church of Christ, Scientist, in Boston when he was asked to come to Pleasant View, Mrs. Eddy’s home in Concord, N.H., to serve as a temporary night watchman. The position soon became permanent, and in 1908 he moved with the household here to Chestnut Hill, where he helped safeguard Mrs. Eddy’s new home.\nDeemed honest and reliable by his co-workers, Jonathan was entrusted with escorting Mrs. Eddy to her carriage each day and accompanying her in the elevator when she returned from her drives. “I thank you deeply for all you say to me and do for me,” she wrote to him at one point. “I count you one of my best friends.”",
    "PORTRAIT": "Jonathan Irving Close Up-1.tif",
    "IMAGE 1": "Workers in a carriage. photo album LMDB-12011, p.6\n\nP1453 Retterer Scrapbook pg006 NEW.tif",
    "CAPTION 1": "Jonathan Irving stands on the running board behind the chauffeur in this photograph of some of the staff on the driveway at 400 Beacon Street.",
    "CREDIT 1": "",
    "IMAGE 2": "Inscribed copy of Science and Health.\n\nLMDB-49995 Jonathan Irving inscribed Science and Health.tif",
    "CAPTION 2": "Mr. Irving’s Science and Health from Mrs. Eddy refers to the Bible: “Blessed are your eyes, for they see: and your ears, for they hear,” a fitting verse for a watchman.",
    "CREDIT 2": "",
    "IMAGE 3": "Front gate on winter night.\n\n400B Night Snow Gate Salchow LMDB-45417 p 62 EDITED.tif",
    "CAPTION 3": "The front gate on a wintry night, circa 1910. Mr. Irving spent his nights watching over the security of the house and grounds.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 15,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "Adam Dickey",
    "BIOGRAPHY": "Adam Dickey was a salesman in his family’s manufacturing business in Kansas City, Mo., before he became a Christian Science practitioner. He arrived here in February 1908 and served for nearly three years as Mrs. Eddy’s private secretary and metaphysical worker. Sometimes blunt, Adam was also kind and considerate. As fellow secretary William Rathvon observed, “He is steadfast, not flurried, understands her, and has her confidence.” At Mrs. Eddy’s request, Mr. Dickey supervised a committee translating her book Science and Health with Key to the Scriptures into German. In November 1910, she nominated him to the Christian Science Board of Directors, a position he held until his passing in 1925.",
    "PORTRAIT": "Adam Dickey-Framed Portrait_Cutout.tif",
    "IMAGE 1": "Dickey at his desk.\n\nA Dickey CROP in his CH Room-1 MCNEIL.tif",
    "CAPTION 1": "Mr. Dickey in his room at 400 Beacon Street. He was known as a fast typist.",
    "CREDIT 1": "Private collection.",
    "IMAGE 2": "Dickey, wife, and Hawaiian queen.\n\nP6175 AHD in Hawaii.jpg",
    "CAPTION 2": "Mr. Dickey with Her Majesty Queen Liliuokalani of Hawaii (center). He and his wife, Lillian (second from right), were guests of honor at a 1915 luau in Honolulu.",
    "CREDIT 2": "",
    "IMAGE 3": "Pre-launch mockup of The Christian Science Monitor.\n\nLMDB-17564 Newspaper-3.tif",
    "CAPTION 3": "This pre-launch mock-up of The Christian Science Monitor shows how Mrs. Eddy communicated to secretary Adam Dickey when she changed “corn” to “grain” in the motto.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Sometimes when the weather was nice, Adam liked to play baseball on the front lawn with his friends at the house. Do you play a sport?"
  },
  {
    "ID": 16,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "Calvin Frye",
    "BIOGRAPHY": "“No one else was so continually on duty,” remarked one of Calvin Frye’s co-workers. “He was subject to call day or night, and I never heard of his having a vacation.” Conscientious, humble, scrupulously honest, and devoted to the woman he noted was like a “second mother” to him, Calvin went to work for Mrs. Eddy in 1882 and rarely left her side for the next 28 years. As her man-of-all-work, he willingly undertook whatever needed to be done that would best support her mission—even tending the furnace in the early years. Here, he acted mainly as bookkeeper, secretary, and metaphysical worker.   The widowed Yankee loved music, and he was also a self-taught photographer, responsible for a number of images in this exhibit. Those who knew him commented on his kindness and dry sense of humor.",
    "PORTRAIT": "LMDB-4716 P0491-2-Frye,-Calvin-A-EDIT-WEB.jpg",
    "IMAGE 1": "Frye and MBE on balcony.\n\n1974.133.0590 Photographic Print-3.tif",
    "CAPTION 1": "Calvin Frye watches Mary Baker Eddy address a crowd from the balcony of Pleasant View, her home in Concord, N.H., in June 1903.",
    "CREDIT 1": "",
    "IMAGE 2": "Frye at desk.\n\nLMDB-4742  P0496-1 CA Frye in his office.jpg",
    "CAPTION 2": "Mr. Frye in his study at 400 Beacon Street, circa 1910. In 1903, Mrs. Eddy arranged for this mahogany roll-top desk as a gift to honor his 21 years of faithful service.",
    "CREDIT 2": "",
    "IMAGE 3": "Autoharp.\n\n2018.033.0197.jpg",
    "CAPTION 3": "Calvin had a musical bent, and in his free time he enjoyed playing the piano, singing with his colleagues in the household, and playing this autoharp.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Mrs. Eddy once said that her friend Calvin was “a regular squirrel for nuts”—one of his favorite treats. A plentiful supply was kept on hand for him."
  },
  {
    "ID": 17,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "Irving Tomlinson",
    "BIOGRAPHY": "Reverend Irving Tomlinson was a Universalist minister in Massachusetts when he learned about Christian Science at the 1893 Chicago World’s Fair. Reports of healing convinced him this new religion was helping people do the works Jesus had expected of his followers.  \nRev. Tomlinson helped Mrs. Eddy as a secretary and metaphysical worker, first in Concord, N.H., and again here. Although everyone in the household spent most waking hours working, he wrote, Mrs. Eddy “taught us that we should know and realize that one does not grow weary in doing good, when one truly knows what good is...”\nA Christian Science practitioner and teacher, Irving gave the first lecture after Mrs. Eddy established the Board of Lectureship in 1898. He also served as President of The Mother Church.",
    "PORTRAIT": "P1337-1 Tomlinson, Irving C edit.tif",
    "IMAGE 1": "Irving Tomlinson on a bicycle outing with friends.\n\n1994.009.0006 - p15 - Rev. Irving G. Tomlinson - P0799-1 .jpg",
    "CAPTION 1": "Rev. Irving Tomlinson, left, on a bicycle outing with friends John Reeder, Bliss Knapp, and Rev. William MaKenzie in Cambridge, Mass., circa 1898.",
    "CREDIT 1": "",
    "IMAGE 2": "Tomlinson with Spike the Squirrel.\n\nP1334-1 Tomlinson & Spike Retterer Scrapbook.tif",
    "CAPTION 2": "Irving Tomlinson with “Spike” on the driveway at 400 Beacon Street. He was one of several staff members who enjoyed photography.",
    "CREDIT 2": "",
    "IMAGE 3": "Lecture invitation .2008.239.0001 \n\nTomlinson CS Lecture invitation r9435.tif",
    "CAPTION 3": "An invitation to a lecture by Irving Tomlinson. Mrs. Eddy established the Christian Science Board of Lectureship and appointed him to it in 1898.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Irving loved nature—and sweets! One of his friends at the house said, “He was always looking for flowers, birds, and cake frosting...”"
  },
  {
    "ID": 18,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "William Rathvon",
    "BIOGRAPHY": "As a boy, William Rathvon witnessed President Abraham Lincoln’s Gettysburg address. As an adult, he turned to Christian Science in the wake of a financial crisis. He and his wife, Ella, helped establish branch churches in Colorado as he transitioned from the oil business into full-time work as a Christian Science practitioner.\nMr. Rathvon came here in November 1908 to serve as a secretary and metaphysical worker. Mrs. Rathvon joined the household as a metaphysical worker in September 1909.  \nWilliam had a keen sense of humor. He was athletic and enjoyed tossing a ball, ice skating, and other recreation when time allowed. His long career included teaching Christian Science in Denver, lecturing internationally, and serving as a Director of The First Church of Christ, Scientist, in Boston.",
    "PORTRAIT": "LMDB-12061 Wm Rathvon reading.tif",
    "IMAGE 1": "Rathvon at desk.\n\nLMDB-9710 Photographic Print-005.tif",
    "CAPTION 1": "Mr. Rathvon in his office, probably in the 1930s. Note the picture of President Abraham Lincoln on the wall.",
    "CREDIT 1": "",
    "IMAGE 2": "Rathvon talks to Rathvon.\n\nP1168-1 Rathvon treats talks to  Rathvon dk.tif",
    "CAPTION 2": "William Rathvon loved photography. He created this double-exposure image in his room at 400 Beacon Street. The back says “Rathvon talking to Rathvon!”",
    "CREDIT 2": "",
    "IMAGE 3": "Bird book collage.\n\nBird_Book_Collage.tif",
    "CAPTION 3": "This book and typed bird list belonged to Mr. Rathvon, who spent some of his free time birdwatching.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 19,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "Ella Hoag",
    "BIOGRAPHY": "Ella Hoag came from Toledo, Ohio, in April 1908, to serve as a metaphysical worker in the household. She spent much of her time with Mrs. Eddy, who, she noted, was always “the consistent Christian, the exquisite gentlewoman, the loving friend and counselor, the faithful, loyal practitioner of the faith she professed...”\nAfter experiencing a healing through Christian Science, Ella had received instruction from Mrs. Eddy in 1888 and had become a Christian Science practitioner herself.\nShe went on to give public lectures, edit church periodicals, and teach classes on Christian Science. In 1927, Mrs. Hoag became the first female president of The Mother Church.",
    "PORTRAIT": "LMDB-5972 Ella_Cropped.tif",
    "IMAGE 1": "Lecture announcement.\n\nCS Lecture by Ella Hoag-2.tif",
    "CAPTION 1": "A Houston Post announcement for a lecture by Mrs. Hoag. Lecturers travel the world, giving inspiring talks and providing accurate information about Christian Science.",
    "CREDIT 1": "Newspapers.com",
    "IMAGE 2": "Ella Hoag's room.\n\nEveleth Scrpbk pg047- 4 Mrs. Hoag's room.tif",
    "CAPTION 2": "Mrs. Hoag’s third-floor room. The framed photographs may be of her husband and two daughters.",
    "CREDIT 2": "",
    "IMAGE 3": "Diamond Brooch.\n\n2000.012.0001 Brooch-4.tif",
    "CAPTION 3": "Mary Baker Eddy gave this gold and diamond brooch to her student Ella Hoag in appreciation for her service as a metaphysical worker in her home.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  },
  {
    "ID": 20,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "Ella Rathvon",
    "BIOGRAPHY": "“Sunny, unselfish, fearless, strong.” That’s how one interviewer described Ella Rathvon when considering her as a metaphysical worker for Mrs. Eddy. Mrs. Rathvon was a Christian Science practitioner in Colorado at the time—healing cases ranging from scarlet fever to tuberculosis. \nIn September 1909, she joined the 400 Beacon Street household, where her husband, William, was working as a secretary. In addition to her assigned task, she often accompanied Mrs. Eddy on her carriage rides.\nElla loved to play piano and sing with others at the house. She kept a diary of daily activities and messages Mrs. Eddy shared. “Never have I felt a greater sense of love for all mankind,” Mrs. Rathvon wrote on New Year’s day, 1910, after Mrs. Eddy’s talk to the household.",
    "PORTRAIT": "LMDB-9736 P1175-1 Ella Rathvon print (no frame).jpg",
    "IMAGE 1": "Ella and William on rock.\n\nP01489.tif",
    "CAPTION 1": "Ella Rathvon seated on a rock with her husband, William, on the grounds of Mrs. Eddy’s Chestnut Hill home.",
    "CREDIT 1": "Courtesy of The Mary Baker Eddy Collection. Original in The Mary Baker Eddy Library.",
    "IMAGE 2": "Ice skating.\n\nLMDB-1203 Eveleth Scrpbk pg062- 1 P2105-1.jpg",
    "CAPTION 2": "Ella Rathvon stands on a frozen pond watching as her husband, William, skates.",
    "CREDIT 2": "",
    "IMAGE 3": "Home songs.\n\n2017.002.0002 Home Songs_CUT OUT.tif",
    "CAPTION 3": "In 1910, Mrs. Eddy gave Ella Rathvon a book of songs similar to this one.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": "Ella loved music and she played the piano and sang. Do you like music? Do you play an instrument?"
  },
  {
    "ID": 21,
    "CATEGORY": "Secretaries & Metaphysical Workers",
    "NAME": "Laura Sargent",
    "BIOGRAPHY": "A native of Wisconsin, Laura was a semi-invalid as a young woman. After being healed by Christian Science, she took a class with Mary Baker Eddy in Chicago and soon began healing others herself. Laura eventually became a teacher of Christian Science, and she and her sister Victoria were instrumental in establishing the religion in their home state.\nAsked to come East in 1890 to work for Mrs. Eddy, Laura responded promptly, earning her teacher’s gratitude. “What should I have done without your dear sister?” Mrs. Eddy wrote to Victoria. “She is the best, the kindest and dearest girl in all the world to me...”. A faithful student and metaphysical worker, Laura was also Mrs. Eddy’s devoted friend, as keenly attuned to her needs as a daughter throughout the two decades she spent at her side.",
    "PORTRAIT": "1964.150.0001 Photographic Print-2.tif",
    "IMAGE 1": "Portrait of Laura Sargent.\n\nSargent, Laura E P1194-2.tif",
    "CAPTION 1": "A portrait of Laura, circa 1890, who spent some of her formative years in Green Bay, Wis.",
    "CREDIT 1": "",
    "IMAGE 2": "Laura with sister Victoria sitting on the porch.\n\nLMDB-9806 Sargent, Laura & Victoria P1197-1.tif",
    "CAPTION 2": "Laura Sargent (right) on the porch of 400 Beacon Street with her sister Victoria Sargent. Their husbands were brothers.",
    "CREDIT 2": "",
    "IMAGE 3": "Oconto Church. LMDB 40844\n\nOconto P5659.tif",
    "CAPTION 3": "Laura Sargent helped found this church in Oconto, Wis., the first built specifically for Christian Science services. The land was donated by her sister’s husband.",
    "CREDIT 3": "",
    "KIDS FACT/QUESTION": ""
  }
]